Repository: capsule-native/capsule
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, tr, zh_hans

source: Filter containers by state
es: Filtrar contenedores por estado
fr: Filtrer les conteneurs par état
ja: 状態でコンテナを絞り込む
tr: Konteynerleri duruma göre filtrele
zh_hans: 按状态筛选容器

source: Finding images…
es: Buscando imágenes…
fr: Recherche d'images…
ja: イメージを検索中…
tr: İmajlar aranıyor…
zh_hans: 正在查找镜像…

source: Finding networks…
es: Buscando redes…
fr: Recherche de réseaux…
ja: ネットワークを検索中…
tr: Ağlar aranıyor…
zh_hans: 正在查找网络…

source: Finding stopped containers…
es: Buscando contenedores detenidos…
fr: Recherche de conteneurs arrêtés…
ja: 停止済みコンテナを検索中…
tr: Durdurulmuş konteynerler aranıyor…
zh_hans: 正在查找已停止的容器…

source: Finding unused volumes…
es: Buscando volúmenes sin usar…
fr: Recherche de volumes inutilisés…
ja: 未使用のボリュームを検索中…
tr: Kullanılmayan birimler aranıyor…
zh_hans: 正在查找未使用的存储卷…

source: Folder
es: Carpeta
fr: Dossier
ja: フォルダ
tr: Klasör
zh_hans: 文件夹

source: Follow
es: Seguir
fr: Suivre
ja: フォロー
tr: İzle
zh_hans: 跟随

source: Force Stop
es: Forzar detención
fr: Forcer l'arrêt
ja: 強制停止
tr: Zorla Durdur
zh_hans: 强制停止

source: Freed space can't be estimated in advance; the amount reclaimed is shown after cleanup.
es: El espacio liberado no se puede estimar de antemano; la cantidad recuperada se muestra después de la limpieza.
fr: L'espace libéré ne peut pas être estimé à l'avance ; la quantité récupérée s'affiche après le nettoyage.
ja: 解放される容量は事前に見積もれません。クリーンアップ後に実際の回収量が表示されます。
tr: Kazanılacak alan önceden tahmin edilemez; geri kazanılan miktar temizlik sonrasında gösterilir.
zh_hans: 释放的空间无法提前估算；清理后会显示实际回收的空间。

source: Get Started
es: Comenzar
fr: Commencer
ja: はじめる
tr: Başlayın
zh_hans: 开始使用

source: Grant %@
es: Conceder %@
fr: Autoriser %@
ja: %@ を許可
tr: %@ İzni Ver
zh_hans: 授予 %@

source: Hide activity pane
es: Ocultar panel de actividad
fr: Masquer le panneau d'activité
ja: アクティビティペインを非表示
tr: Etkinlik bölmesini gizle
zh_hans: 隐藏活动面板

source: Hide the Activity pane
es: Ocultar el panel de actividad
fr: Masquer le panneau Activité
ja: アクティビティペインを非表示にする
tr: Etkinlik bölmesini gizle
zh_hans: 隐藏活动面板

source: Home mount
es: Montaje de inicio
fr: Point de montage du dossier de départ
ja: ホームマウント
tr: Ana dizin bağlaması
zh_hans: 主目录挂载

source: Home Mount
es: Montaje de inicio
fr: Point de montage du dossier de départ
ja: ホームマウント
tr: Ana Dizin Bağlaması
zh_hans: 主目录挂载

source: Host → Container
es: Host → Contenedor
fr: Hôte → Conteneur
ja: ホスト → コンテナ
tr: Ana Bilgisayar → Konteyner
zh_hans: 主机 → 容器

source: Image
es: Imagen
ja: イメージ
tr: İmaj
zh_hans: 镜像

source: Image reference
es: Referencia de imagen
fr: Référence de l'image
ja: イメージ参照
tr: İmaj referansı
zh_hans: 镜像引用

source: Images
es: Imágenes
ja: イメージ
tr: İmajlar
zh_hans: 镜像

source: Images you pull or build will appear here.
es: Las imágenes que extraigas o compiles aparecerán aquí.
fr: Les images que vous récupérez ou générez apparaîtront ici.
ja: プルまたはビルドしたイメージがここに表示されます。
tr: Çektiğiniz veya derlediğiniz imajlar burada görünür.
zh_hans: 你拉取或构建的镜像将显示在此处。

source: In use
es: En uso
fr: En cours d'utilisation
ja: 使用中
tr: Kullanımda
zh_hans: 使用中

source: Inspect
es: Inspeccionar
fr: Inspecter
ja: インスペクト
tr: İncele
zh_hans: 检查

source: Install
es: Instalar
fr: Installer
ja: インストール
tr: Yükle
zh_hans: 安装

source: Install container…
es: Instalar container…
fr: Installer container…
ja: container をインストール…
tr: container CLI’yi Yükle…
zh_hans: 安装 container…

source: Install Kernel
es: Instalar kernel
fr: Installer le noyau
ja: カーネルをインストール
tr: Çekirdeği Yükle
zh_hans: 安装内核

source: Interactive (open a TTY in the terminal)
es: Interactivo (abrir una TTY en la terminal)
fr: Interactif (ouvrir un TTY dans le terminal)
ja: インタラクティブ（ターミナルで TTY を開く）
tr: Etkileşimli (terminalde bir TTY aç)
zh_hans: 交互式（在终端中打开 TTY）

source: Internal (no external connectivity)
es: Interna (sin conectividad externa)
fr: Interne (aucune connectivité externe)
ja: 内部（外部接続なし）
tr: Dahili (dış bağlantı yok)
zh_hans: 内部（无外部连接）

source: IPv6 subnet
es: Subred IPv6
fr: Sous-réseau IPv6
ja: IPv6 サブネット
tr: IPv6 alt ağı
zh_hans: IPv6 子网

source: Kernel file path
es: Ruta del archivo del kernel
fr: Chemin du fichier noyau
ja: カーネルファイルのパス
tr: Çekirdek dosya yolu
zh_hans: 内核文件路径

source: key
es: clave
fr: clé
tr: anahtar
zh_hans: 键

source: Labels
es: Etiquetas
fr: Étiquettes
ja: ラベル
tr: Etiketler
zh_hans: 标签

source: Last checked
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
tr: Son kontrol
zh_hans: 上次检查时间

source: Latest release
es: Última versión
fr: Dernière version
ja: 最新リリース
tr: Son sürüm
zh_hans: 最新版本

source: Leave blank to let the runtime assign a subnet.
es: Deja en blanco para que el runtime asigne una subred.
fr: Laisser vide pour laisser l'environnement d'exécution attribuer un sous-réseau.
ja: 空欄にするとランタイムがサブネットを割り当てます。
tr: Alt ağın çalışma zamanı tarafından atanması için boş bırakın.
zh_hans: 留空以让运行时分配子网。

source: Line %lld: %@
es: Línea %1$lld: %2$@
fr: Ligne %1$lld : %2$@
ja: 行 %1$lld: %2$@
tr: Satır %1$lld: %2$@
zh_hans: 第 %1$lld 行：%2$@

source: Live
es: En vivo
fr: En direct
ja: ライブ
tr: Canlı
zh_hans: 实时

source: Live metrics refresh about every 2 seconds.
es: Las métricas en vivo se actualizan cada 2 segundos aproximadamente.
fr: Les métriques en direct sont actualisées environ toutes les 2 secondes.
ja: ライブメトリクスは約2秒ごとに更新されます。
tr: Canlı metrikler yaklaşık her 2 saniyede bir yenilenir.
zh_hans: 实时指标约每 2 秒刷新一次。

source: Load
es: Cargar
fr: Charger
ja: 読み込み
tr: Yükle
zh_hans: 加载

source: Load Image
es: Cargar imagen
fr: Charger une image
ja: イメージを読み込み
tr: İmaj Yükle
zh_hans: 加载镜像

source: Load images from a tar archive
es: Cargar imágenes desde un archivo tar
fr: Charger des images depuis une archive tar
ja: tarアーカイブからイメージを読み込む
tr: İmajları bir tar arşivinden yükle
zh_hans: 从 tar 归档加载镜像

source: Load More
es: Cargar más
fr: Charger plus
ja: さらに読み込む
tr: Daha Fazla Yükle
zh_hans: 加载更多

source: Loading
es: Cargando
fr: Chargement
ja: 読み込み中
tr: Yükleniyor
zh_hans: 正在加载

source: Loading containers…
es: Cargando contenedores…
fr: Chargement des conteneurs…
ja: コンテナを読み込み中…
tr: Konteynerler yükleniyor…
zh_hans: 正在加载容器…

source: Loading images…
es: Cargando imágenes…
fr: Chargement des images…
ja: イメージを読み込み中…
tr: İmajlar yükleniyor…
zh_hans: 正在加载镜像…

source: Loading machines…
es: Cargando máquinas…
fr: Chargement des machines…
ja: マシンを読み込み中…
tr: Makineler yükleniyor…
zh_hans: 正在加载虚拟机…

source: Loading networks…
es: Cargando redes…
fr: Chargement des réseaux…
ja: ネットワークを読み込み中…
tr: Ağlar yükleniyor…
zh_hans: 正在加载网络…

source: Loading tags…
es: Cargando etiquetas…
fr: Chargement des tags…
ja: タグを読み込み中…
tr: Etiketler yükleniyor…
zh_hans: 正在加载标签…

source: Loading volumes…
es: Cargando volúmenes…
fr: Chargement des volumes…
ja: ボリュームを読み込み中…
tr: Birimler yükleniyor…
zh_hans: 正在加载存储卷…

source: Local DNS Domains
es: Dominios DNS locales
fr: Domaines DNS locaux
ja: ローカルDNSドメイン
tr: Yerel DNS Alan Adları
zh_hans: 本地 DNS 域

source: Localhost IP (optional)
es: IP de localhost (opcional)
fr: IP localhost (facultatif)
ja: Localhost IP（任意）
tr: Localhost IP (isteğe bağlı)
zh_hans: 本地主机 IP（可选）

source: Log In
es: Iniciar sesión
fr: Connexion
ja: ログイン
tr: Oturum Aç
zh_hans: 登录

source: Log out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
tr: Oturumu kapat
zh_hans: 注销

source: Log Out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
tr: Oturumu Kapat
zh_hans: 注销

source: Log out of %@
es: Cerrar sesión de %@
fr: Se déconnecter de %@
ja: %@からログアウト
tr: %@ oturumunu kapat
zh_hans: 注销 %@

source: Log output
es: Salida de registro
fr: Sortie du journal
ja: ログ出力
tr: Günlük çıktısı
zh_hans: 日志输出

source: Log type
es: Tipo de registro
fr: Type de journal
ja: ログの種類
tr: Günlük türü
zh_hans: 日志类型

source: Logs
es: Registros
fr: Journaux
ja: ログ
tr: Günlükler
zh_hans: 日志

source: Logs · %@
es: Registros · %@
fr: Journaux · %@
ja: ログ · %@
tr: Günlükler · %@
zh_hans: 日志 · %@

source: Logs…
es: Registros…
fr: Journaux…
ja: ログ…
tr: Günlükler…
zh_hans: 日志…

source: Machine
es: Máquina
ja: マシン
tr: Makine
zh_hans: 虚拟机

source: Machine “%@” not found.
es: No se encontró la máquina “%@”.
fr: Machine « %@ » introuvable.
ja: マシン“%@”が見つかりません。
tr: “%@” makinesi bulunamadı.
zh_hans: 未找到虚拟机“%@”。

source: Machine Settings — %@
es: Ajustes de máquina — %@
fr: Réglages de la machine — %@
ja: マシン設定 — %@
tr: Makine Ayarları — %@
zh_hans: 虚拟机设置 — %@

source: Machines
es: Máquinas
ja: マシン
tr: Makineler
zh_hans: 虚拟机

source: Machines you create will appear here.
es: Las máquinas que crees aparecerán aquí.
fr: Les machines que vous créez apparaîtront ici.
ja: 作成したマシンがここに表示されます。
tr: Oluşturduğunuz makineler burada görünür.
zh_hans: 你创建的虚拟机将显示在此处。

source: Make Default
es: Definir como predeterminada
fr: Définir par défaut
ja: デフォルトに設定
tr: Varsayılan Yap
zh_hans: 设为默认

source: Make sure the destination repository is correct before continuing.
es: Asegúrate de que el repositorio de destino sea correcto antes de continuar.
fr: Vérifiez que le dépôt de destination est correct avant de continuer.
ja: 続行する前に、送信先リポジトリが正しいことを確認してください。
tr: Devam etmeden önce hedef deponun doğru olduğundan emin olun.
zh_hans: 继续前请确认目标仓库无误。

source: Manage containers, images, volumes, and networks on your Mac.
es: Gestiona contenedores, imágenes, volúmenes y redes en tu Mac.
fr: Gérez les conteneurs, images, volumes et réseaux sur votre Mac.
ja: Mac上のコンテナ、イメージ、ボリューム、ネットワークを管理します。
tr: Mac'inizdeki konteynerleri, imajları, birimleri ve ağları yönetin.
zh_hans: 管理 Mac 上的容器、镜像、存储卷和网络。

source: Memory
es: Memoria
fr: Mémoire
ja: メモリ
tr: Bellek
zh_hans: 内存

source: Memory (optional)
es: Memoria (opcional)
fr: Mémoire (facultatif)
ja: メモリ（任意）
tr: Bellek (isteğe bağlı)
zh_hans: 内存（可选）

source: Mode
es: Modo
ja: モード
tr: Mod
zh_hans: 模式

source: Name
es: Nombre
fr: Nom
ja: 名前
tr: Ad
zh_hans: 名称

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
ja: 名前（任意）
tr: Ad (isteğe bağlı)
zh_hans: 名称（可选）

source: Nested Virtualization
es: Virtualización anidada
fr: Virtualisation imbriquée
ja: ネスト仮想化
tr: İç İçe Sanallaştırma
zh_hans: 嵌套虚拟化

source: Network
es: Red
fr: Réseau
ja: ネットワーク
tr: Ağ
zh_hans: 网络

source: Network access
es: Acceso a la red
fr: Accès réseau
ja: ネットワークアクセス
tr: Ağ erişimi
zh_hans: 网络访问

source: Networking
es: Red
fr: Réseau
ja: ネットワーク
tr: Ağ İletişimi
zh_hans: 网络

source: Networks
es: Redes
fr: Réseaux
ja: ネットワーク
tr: Ağlar
zh_hans: 网络

source: Networks you create will appear here.
es: Las redes que crees aparecerán aquí.
fr: Les réseaux que vous créez apparaîtront ici.
ja: 作成したネットワークがここに表示されます。
tr: Oluşturduğunuz ağlar burada görünür.
zh_hans: 你创建的网络将显示在此处。

source: Never collected
es: Nunca recopilado
fr: Jamais collecté
ja: 未収集
tr: Hiç toplanmadı
zh_hans: 从未收集

source: New reference
es: Nueva referencia
fr: Nouvelle référence
ja: 新しいリファレンス
tr: Yeni referans
zh_hans: 新引用

source: No cache
es: Sin caché
fr: Sans cache
ja: キャッシュなし
tr: Önbellek yok
zh_hans: 不使用缓存

source: No connected containers.
es: No hay contenedores conectados.
fr: Aucun conteneur connecté.
ja: 接続されているコンテナはありません。
tr: Bağlı konteyner yok.
zh_hans: 没有已连接的容器。

source: No containers yet
es: Aún no hay contenedores
fr: Aucun conteneur pour l'instant
ja: コンテナはまだありません
tr: Henüz konteyner yok
zh_hans: 暂无容器

source: No dangling images to remove.
es: No hay imágenes colgantes que eliminar.
fr: Aucune image orpheline à supprimer.
ja: 削除する未使用イメージはありません。
tr: Kaldırılacak sahipsiz imaj yok.
zh_hans: 没有可移除的悬空镜像。

source: No entries (the container must be running with ls).
es: No hay entradas (el contenedor debe estar en ejecución con ls).
fr: Aucune entrée (le conteneur doit être en cours d'exécution avec ls).
ja: エントリがありません（lsを使うにはコンテナが実行中である必要があります）。
tr: Girdi yok (konteynerin ls ile çalışıyor olması gerekir).
zh_hans: 没有条目（容器必须处于运行状态才能使用 ls）。

source: No images found
es: No se encontraron imágenes
fr: Aucune image trouvée
ja: イメージが見つかりません
tr: İmaj bulunamadı
zh_hans: 未找到镜像

source: No images yet
es: Aún no hay imágenes
fr: Aucune image pour l'instant
ja: イメージはまだありません
tr: Henüz imaj yok
zh_hans: 暂无镜像

source: No local DNS domains
es: No hay dominios DNS locales
fr: Aucun domaine DNS local
ja: ローカルDNSドメインがありません
tr: Yerel DNS alan adı yok
zh_hans: 没有本地 DNS 域

source: No logs
es: No hay registros
fr: Aucun journal
ja: ログがありません
tr: Günlük yok
zh_hans: 没有日志

source: No machines yet
es: Aún no hay máquinas
fr: Aucune machine pour l’instant
ja: マシンはまだありません
tr: Henüz makine yok
zh_hans: 暂无虚拟机

source: No metrics yet.
es: Aún no hay métricas.
fr: Aucune métrique pour l’instant.
ja: メトリクスはまだありません。
tr: Henüz metrik yok.
zh_hans: 暂无指标。

source: No networks yet
es: Aún no hay redes
fr: Aucun réseau pour l’instant
ja: ネットワークはまだありません
tr: Henüz ağ yok
zh_hans: 暂无网络

source: No registry logins
es: No hay inicios de sesión en registros
fr: Aucune connexion au registre
ja: レジストリのログインはありません
tr: Kayıt defteri oturumu yok
zh_hans: 暂无镜像仓库登录信息

source: No saved presets
es: No hay preajustes guardados
fr: Aucun préréglage enregistré
ja: 保存済みのプリセットはありません
tr: Kayıtlı ön ayar yok
zh_hans: 暂无已保存的预设

source: No Running Containers
es: No hay contenedores en ejecución
fr: Aucun conteneur en cours d'exécution
ja: 実行中のコンテナなし
tr: Çalışan Konteyner Yok
zh_hans: 没有正在运行的容器

source: No Selection
es: Sin selección
fr: Aucune sélection
ja: 選択なし
tr: Seçim Yok
zh_hans: 未选择

source: No stopped containers to remove.
es: No hay contenedores detenidos para quitar.
fr: Aucun conteneur arrêté à supprimer.
ja: 削除する停止済みのコンテナはありません。
tr: Kaldırılacak durdurulmuş konteyner yok.
zh_hans: 没有可移除的已停止容器。

source: No tags found
es: No se encontraron etiquetas
fr: Aucune étiquette trouvée
ja: タグが見つかりません
tr: Etiket bulunamadı
zh_hans: 未找到标签

source: No unused images to remove.
es: No hay imágenes sin usar para quitar.
fr: Aucune image inutilisée à supprimer.
ja: 削除する未使用のイメージはありません。
tr: Kaldırılacak kullanılmayan imaj yok.
zh_hans: 没有可移除的未使用镜像。

source: No unused networks to remove.
es: No hay redes sin usar para quitar.
fr: Aucun réseau inutilisé à supprimer.
ja: 削除する未使用のネットワークはありません。
tr: Kaldırılacak kullanılmayan ağ yok.
zh_hans: 没有可移除的未使用网络。

source: No unused volumes to remove.
es: No hay volúmenes sin usar para quitar.
fr: Aucun volume inutilisé à supprimer.
ja: 削除する未使用のボリュームはありません。
tr: Kaldırılacak kullanılmayan birim yok.
zh_hans: 没有可移除的未使用存储卷。

source: No volumes yet
es: Aún no hay volúmenes
fr: Aucun volume pour l’instant
ja: ボリュームはまだありません
tr: Henüz birim yok
zh_hans: 暂无存储卷

source: None
es: Ninguno
fr: Aucun
ja: なし
tr: Yok
zh_hans: 无

source: Not Installed
es: No instalado
fr: Non installé
ja: 未インストール
tr: Yüklü Değil
zh_hans: 未安装

source: Not mounted by any container.
es: No está montado por ningún contenedor.
fr: Non monté par aucun conteneur.
ja: どのコンテナからもマウントされていません。
tr: Herhangi bir konteyner tarafından bağlanmamış.
zh_hans: 未被任何容器挂载。

source: Official image
es: Imagen oficial
fr: Image officielle
ja: 公式イメージ
tr: Resmi imaj
zh_hans: 官方镜像

source: OK
es: Aceptar
tr: Tamam
zh_hans: 好

source: Open a shell from the read-only console to investigate.
es: Abre un shell desde la consola de solo lectura para investigar.
fr: Ouvrez un shell depuis la console en lecture seule pour examiner le problème.
ja: 調査するには、読み取り専用コンソールからシェルを開いてください。
tr: İncelemek için salt okunur konsoldan bir kabuk açın.
zh_hans: 从只读控制台打开 Shell 以进行排查。

source: Open a shell in the selected machine
es: Abrir un shell en la máquina seleccionada
fr: Ouvrir un shell dans la machine sélectionnée
ja: 選択したマシンでシェルを開く
tr: Seçili makinede bir kabuk açın
zh_hans: 在所选虚拟机中打开 Shell

source: Open an interactive shell in the embedded terminal
es: Abrir un shell interactivo en la terminal integrada
fr: Ouvrir un shell interactif dans le terminal intégré
ja: 埋め込みターミナルで対話型シェルを開く
tr: Gömülü terminalde etkileşimli bir kabuk açın
zh_hans: 在内置终端中打开交互式 Shell

source: Open Capsule
es: Abrir Capsule
fr: Ouvrir Capsule
ja: Capsuleを開く
tr: Capsule'ü Aç
zh_hans: 打开 Capsule

source: Open in Terminal
es: Abrir en Terminal
fr: Ouvrir dans Terminal
ja: ターミナルで開く
tr: Terminal'de Aç
zh_hans: 在“终端”中打开

source: Open in Terminal.app
es: Abrir en Terminal.app
fr: Ouvrir dans Terminal.app
ja: Terminal.appで開く
tr: Terminal.app'te Aç
zh_hans: 在 Terminal.app 中打开

source: Open in window
es: Abrir en ventana
fr: Ouvrir dans une fenêtre
ja: ウインドウで開く
tr: Pencerede aç
zh_hans: 在窗口中打开

source: Open Logs
es: Abrir registros
fr: Ouvrir les journaux
ja: ログを開く
tr: Günlükleri Aç
zh_hans: 打开日志

source: Open Shell
es: Abrir shell
fr: Ouvrir un shell
ja: シェルを開く
tr: Kabuk Aç
zh_hans: 打开 Shell

source: Open Terminal & Update
es: Abrir Terminal y actualizar
fr: Ouvrir Terminal et mettre à jour
ja: ターミナルを開いてアップデート
tr: Terminal'i Aç ve Güncelle
zh_hans: 打开“终端”并更新

source: Open the logs in a separate window
es: Abre los registros en una ventana aparte
fr: Ouvrir les journaux dans une fenêtre séparée
ja: ログを別のウインドウで開く
tr: Günlükleri ayrı bir pencerede aç
zh_hans: 在单独的窗口中打开日志

source: OS
es: SO
tr: İşletim Sistemi
zh_hans: 操作系统

source: Overview
es: Información general
fr: Vue d’ensemble
ja: 概要
tr: Genel Bakış
zh_hans: 概览

source: Overwrite existing (--force)
es: Sobrescribir existente (--force)
fr: Écraser l’existant (--force)
ja: 既存のものを上書き（--force）
tr: Mevcut olanın üzerine yaz (--force)
zh_hans: 覆盖现有项 (--force)

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
tr: Parola
zh_hans: 密码

source: Paused
es: En pausa
fr: En pause
ja: 一時停止中
tr: Duraklatıldı
zh_hans: 已暂停

source: Platform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
zh_hans: 平台

source: Platform (optional)
es: Plataforma (opcional)
fr: Plateforme (facultatif)
ja: プラットフォーム（任意）
tr: Platform (isteğe bağlı)
zh_hans: 平台（可选）

source: Plugin
es: Complemento
ja: プラグイン
tr: Eklenti
zh_hans: 插件

source: Preset
es: Preajuste
fr: Préréglage
ja: プリセット
tr: Ön Ayar
zh_hans: 预设

source: Preset name
es: Nombre del preajuste
fr: Nom du préréglage
ja: プリセット名
tr: Ön ayar adı
zh_hans: 预设名称

source: Presets
es: Preajustes
fr: Préréglages
ja: プリセット
tr: Ön Ayarlar
zh_hans: 预设

source: Privacy
es: Privacidad
fr: Confidentialité
ja: プライバシー
tr: Gizlilik
zh_hans: 隐私

source: Processes
es: Procesos
fr: Processus
ja: プロセス
tr: İşlemler
zh_hans: 进程

source: Protected
es: Protegido
fr: Protégé
ja: 保護済み
tr: Korumalı
zh_hans: 受保护

source: Pull
es: Extraer
fr: Tirer
ja: プル
tr: Çek
zh_hans: 拉取

source: Pull %@ from a registry
es: Extraer %@ de un registro
fr: Tirer %@ depuis un registre
ja: レジストリから%@をプル
tr: %@ öğesini bir kayıt defterinden çek
zh_hans: 从镜像仓库拉取 %@

source: Pull an image from a registry
es: Extraer una imagen de un registro
fr: Tirer une image depuis un registre
ja: レジストリからイメージをプル
tr: Bir kayıt defterinden imaj çek
zh_hans: 从镜像仓库拉取镜像

source: Pull Image
es: Extraer imagen
fr: Tirer une image
ja: イメージをプル
tr: İmaj Çek
zh_hans: 拉取镜像

source: Pull the image from a registry
es: Extraer la imagen de un registro
fr: Tirer l’image depuis un registre
ja: レジストリからイメージをプル
tr: İmajı kayıt defterinden çek
zh_hans: 从镜像仓库拉取该镜像

source: Push
es: Subir
fr: Pousser
ja: プッシュ
tr: Gönder
zh_hans: 推送

source: Push “%@” to %@?
es: ¿Subir “%1$@” a %2$@?
fr: Pousser « %1$@ » vers %2$@ ?
ja: 「%1$@」を%2$@にプッシュしますか？
tr: “%1$@” %2$@ konumuna gönderilsin mi?
zh_hans: 要将“%1$@”推送到 %2$@ 吗？

source: Push Image
es: Subir imagen
fr: Pousser l’image
ja: イメージをプッシュ
tr: İmaj Gönder
zh_hans: 推送镜像

source: Push to %@
es: Subir a %@
fr: Pousser vers %@
ja: %@にプッシュ
tr: %@ konumuna gönder
zh_hans: 推送到 %@

source: Push…
es: Subir…
fr: Pousser…
ja: プッシュ…
tr: Gönder…
zh_hans: 推送…

source: Pushes and pulls that rely on this registry will need new credentials.
es: Las subidas y extracciones que dependan de este registro necesitarán credenciales nuevas.
fr: Les opérations push et pull qui dépendent de ce registre nécessiteront de nouveaux identifiants.
ja: このレジストリに依存するプッシュとプルには、新しい認証情報が必要になります。
tr: Bu kayıt defterine bağlı gönderme ve çekme işlemleri yeni kimlik bilgileri gerektirecek.
zh_hans: 依赖此镜像仓库的推送和拉取操作将需要新的凭据。

source: Queued
es: En cola
fr: En file d’attente
ja: キュー待ち
tr: Kuyrukta
zh_hans: 已排队

source: Quit Capsule
es: Salir de Capsule
fr: Quitter Capsule
ja: Capsuleを終了
tr: Capsule'den Çık
zh_hans: 退出 Capsule

source: Read-only
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
tr: Salt okunur
zh_hans: 只读

source: Read-write
es: Lectura y escritura
fr: Lecture-écriture
ja: 読み書き可能
tr: Okuma-yazma
zh_hans: 读写

source: Reclaim %@
es: Recuperar %@
fr: Récupérer %@
ja: %@を回収
tr: %@ Geri Kazan
zh_hans: 回收 %@

source: Reclaim %@ space?
es: ¿Recuperar %@ de espacio?
fr: Récupérer %@ d’espace ?
ja: %@の容量を回収しますか？
tr: %@ alan geri kazanılsın mı?
zh_hans: 要回收 %@ 空间吗？

source: Reclaimable
es: Recuperable
fr: Récupérable
ja: 回収可能
tr: Geri Kazanılabilir
zh_hans: 可回收

source: Reference
es: Referencia
fr: Référence
ja: リファレンス
tr: Referans
zh_hans: 引用

source: Reference (tag) to push
es: Referencia (etiqueta) para subir
fr: Référence (étiquette) à pousser
ja: プッシュするリファレンス（タグ）
tr: Gönderilecek referans (etiket)
zh_hans: 要推送的引用（标签）

source: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
tr: Yenile
zh_hans: 刷新

source: Registries
es: Registros
fr: Registres
ja: レジストリ
tr: Kayıt Defterleri
zh_hans: 镜像仓库

source: Registry Login
es: Inicio de sesión de registro
fr: Connexion au registre
ja: レジストリログイン
tr: Kayıt Defteri Oturumu
zh_hans: 镜像仓库登录

source: Registry Logins
es: Inicios de sesión de registro
fr: Connexions aux registres
ja: レジストリログイン
tr: Kayıt Defteri Oturumları
zh_hans: 镜像仓库登录

source: Reload
es: Recargar
fr: Recharger
ja: 再読み込み
tr: Yeniden Yükle
zh_hans: 重新加载

source: Reload machines
es: Recargar máquinas
fr: Recharger les machines
ja: マシンを再読み込み
tr: Makineleri yeniden yükle
zh_hans: 重新加载虚拟机

source: Reload networks
es: Recargar redes
fr: Recharger les réseaux
ja: ネットワークを再読み込み
tr: Ağları yeniden yükle
zh_hans: 重新加载网络

source: Reload the volume list
es: Recargar la lista de volúmenes
fr: Recharger la liste des volumes
ja: ボリューム一覧を再読み込み
tr: Birim listesini yeniden yükle
zh_hans: 重新加载存储卷列表

source: Reload with the current follow / tail / boot settings
es: Recargar con los ajustes actuales de follow / tail / arranque
fr: Recharger avec les réglages actuels de suivi / tail / démarrage
ja: 現在のfollow / tail / boot設定で再読み込み
tr: Geçerli izleme / kuyruk / önyükleme ayarlarıyla yeniden yükle
zh_hans: 以当前的跟随/尾部行数/启动设置重新加载

source: Remove all stopped containers
es: Eliminar todos los contenedores detenidos
fr: Retirer tous les conteneurs arrêtés
ja: 停止中のコンテナをすべて削除
tr: Durdurulmuş tüm konteynerleri kaldır
zh_hans: 移除所有已停止的容器

source: Remove dangling or unused images
es: Eliminar imágenes colgantes o sin usar
fr: Retirer les images orphelines ou inutilisées
ja: ダングリングまたは未使用のイメージを削除
tr: Sarkan veya kullanılmayan imajları kaldır
zh_hans: 移除悬空或未使用的镜像

source: Remove networks with no connections
es: Eliminar redes sin conexiones
fr: Retirer les réseaux sans connexion
ja: 接続のないネットワークを削除
tr: Bağlantısı olmayan ağları kaldır
zh_hans: 移除没有连接的网络

source: Remove on exit (--rm)
es: Eliminar al salir (--rm)
fr: Retirer à la sortie (--rm)
ja: 終了時に削除 (--rm)
tr: Çıkışta kaldır (--rm)
zh_hans: 退出时移除 (--rm)

source: Remove row
es: Eliminar fila
fr: Retirer la ligne
ja: 行を削除
tr: Satırı kaldır
zh_hans: 移除行

source: Remove Scope
es: Eliminar ámbito
fr: Retirer la portée
ja: スコープを削除
tr: Kapsamı Kaldır
zh_hans: 移除范围

source: Remove the login for %@?
es: ¿Eliminar el inicio de sesión de %@?
fr: Retirer la connexion pour %@ ?
ja: %@のログインを削除しますか？
tr: %@ için oturum kaldırılsın mı?
zh_hans: 移除 %@ 的登录信息？

source: Remove unused volumes
es: Eliminar volúmenes sin usar
fr: Retirer les volumes inutilisés
ja: 未使用のボリュームを削除
tr: Kullanılmayan birimleri kaldır
zh_hans: 移除未使用的存储卷

source: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ
tr: Depo
zh_hans: 仓库

source: Requires administrator — opens Terminal to remove the domain.
es: Requiere administrador: abre Terminal para eliminar el dominio.
fr: Administrateur requis — ouvre Terminal pour retirer le domaine.
ja: 管理者権限が必要です — ドメインを削除するためTerminalを開きます。
tr: Yönetici gerektirir — alan adını kaldırmak için Terminal açar.
zh_hans: 需要管理员权限 — 将打开终端以移除该域。
